export const wishesList = [
  { id: 1, text: "Предсказание дня: Ты — самый нежный и яркий цветочек!" },
  {
    id: 2,
    text:
      "Предсказание дня: Почувствуешь энергию своей жизни и забудешь о тревогах.",
  },
  {
    id: 3,
    text:
      "Предсказание дня: Все окажется легким и простым, и желания исполнятся, как по волшебству.",
  },
  {
    id: 4,
    text:
      "Предсказание дня: Друг, который всегда рядом, поймет и поддержит — это ты. И сегодня этому другу очень нужно твое внимание.",
  },
  { id: 5, text: "Предсказание дня: Ты всё поменяешь к лучшему для себя." },
  {
    id: 6,
    text:
      "Предсказание дня: Волшебство происходит каждое мгновение. Сегодня тебя ждет чудо.",
  },
  {
    id: 7,
    text:
      "Предсказание дня: Счастье — это то, что ты можешь дать себе сама. Сегодня ты поймешь, чего тебе не хватает для хорошего настроения.",
  },
  { id: 8, text: "Предсказание дня: Ты почувствуешь праздник на душе." },
  {
    id: 9,
    text: "Предсказание дня: Тебя ждет самый романтичный этап в жизни.",
  },
  {
    id: 10,
    text:
      "Предсказание дня: Помни, в чем твоя суперсила, и не забывай оберегать свою душу.",
  },
  {
    id: 11,
    text:
      "Предсказание дня: Ты — волшебница. Сегодня кому-то поможешь, и это сделает тебя счастливее.",
  },
  {
    id: 12,
    text:
      "Предсказание дня: Твой внутренний ребенок хочет тебе что-то рассказать. Установи с ним контакт.",
  },
  {
    id: 13,
    text: "Предсказание дня: Твое сердце наполнится любовью ко всему миру.",
  },
  {
    id: 14,
    text:
      "Предсказание дня: Иногда очень хочется остаться в тишине наедине с любимой книгой. Тебя ждет прекрасный вечер.",
  },
  { id: 15, text: "Предсказание дня: Счастье и радость — это так легко!" },
  {
    id: 16,
    text:
      "Предсказание дня: Сегодня день маленьких сюрпризов — один из них тебя обязательно улыбнёт.",
  },
  {
    id: 17,
    text:
      "Предсказание дня: Сегодня ты встретишь кого-то, кто наполнит твою жизнь теплотой и светом.",
  },
  {
    id: 18,
    text:
      "Предсказание дня: Сегодня ты найдешь простое решение к сложной задаче, и это принесет тебе спокойствие.",
  },
  {
    id: 19,
    text:
      "Предсказание дня: Сегодня тебе легко удастся отпустить прошлое и двигаться вперед с легким сердцем.",
  },
  {
    id: 20,
    text:
      "Предсказание дня: Неожиданная встреча подарит тебе новый взгляд на привычные вещи.",
  },
  {
    id: 21,
    text:
      "Предсказание дня: Сегодня даже маленькие шаги приведут к большим результатам.",
  },
  {
    id: 22,
    text:
      "Предсказание дня: Твой внутренний свет привлечет людей, которые будут тебе опорой.",
  },
  {
    id: 23,
    text:
      "Предсказание дня: Сегодня идеальный день для мечтаний — они начнут исполняться!",
  },
  {
    id: 24,
    text:
      "Предсказание дня: Ты найдешь время для себя, и это принесет тебе внутренний баланс.",
  },
  {
    id: 25,
    text: "Предсказание дня: Ты найдешь ответ на вопрос, который долго искала.",
  },
  {
    id: 26,
    text:
      "Предсказание дня: Вдохновение придет, когда ты меньше всего его ожидаешь.",
  },
  {
    id: 27,
    text:
      "Предсказание дня: Сегодня ты поймешь, что прошлые трудности сделали тебя только сильнее.",
  },
  {
    id: 28,
    text:
      "Предсказание дня: Ты откроешь для себя источник внутренней мотивации, который поддержит тебя в сложные моменты.",
  },
  {
    id: 29,
    text:
      "Предсказание дня: Сегодня ты поймешь, что путь к счастью начинается с принятия себя такой, какая ты есть.",
  },
  {
    id: 30,
    text:
      "Предсказание дня: Ты заметишь, как твои мысли создают реальность. Наполни их позитивом!",
  },
];

export const taskList = [
  { id: 1, text: "Задание: Танцуй под любимую песню посреди улицы. 🎶💃" },
  {
    id: 2,
    text:
      "Задание: Сними видео, где делаешь себе необычный макияж с закрытыми глазами. 🎨👀",
  },
  { id: 3, text: "Задание: Сними пародию на известное рекламное видео. 📹😄" },
  {
    id: 4,
    text:
      "Задание: Запиши видео с попыткой объяснить известный факт, будто ты эксперт. 🧐📖",
  },
  {
    id: 5,
    text:
      "Задание: Попробуй сделать видеообзор на странные вещи, которые найдёшь у себя дома. 🏠🤔",
  },
  {
    id: 6,
    text: "Задание: Надень пижаму или халат и иди в кафе пить кофе. ☕🛌",
  },
  {
    id: 7,
    text:
      'Задание: Собери необычный "наряд" из случайных вещей в комнате и организуй "модный показ" на камеру. 👗🎥',
  },
  {
    id: 8,
    text:
      "Задание: Попробуй повторить движения из популярного танца, глядя только один раз на видео. 🕺🎥",
  },
  {
    id: 9,
    text:
      'Задание: Нарисуй что-то "шедевральное" с помощью ног, удерживая карандаш пальцами ног. ✏️🦶',
  },
  {
    id: 10,
    text:
      'Задание: Научись сказать "привет" и "пока" на десяти разных языках за одну минуту. 🌍👋',
  },
  {
    id: 11,
    text:
      "Задание: Проведи смешную презентацию на какой-то необычный предмет. 🎤😂",
  },
  {
    id: 12,
    text:
      "Задание: Сними видеогид по своему холодильнику. Представь его как VIP-заведение. 🥶🍴",
  },
  {
    id: 13,
    text:
      "Задание: Притворись гидом и расскажи о «достопримечательностях» ближайшего магазина. 🛒🗺️",
  },
  { id: 14, text: 'Задание: Весь день говори всем "да". ✅🙋' },
  {
    id: 15,
    text: "Задание: Запиши 3 странных факта о себе и поделись ими. 📓🤭",
  },
  {
    id: 16,
    text: "Задание: Придумай своё супергеройское имя и «силу» на день. 🦸‍♀️💪",
  },
  { id: 17, text: "Задание: Поешь с завязанными глазами. 🍴😋" },
  { id: 18, text: "Задание: Сделай что-то новое. 🌟🚀" },
  {
    id: 19,
    text: "Задание: Создай мини-скульптуру из еды и сделай ей фотосессию. 🍎📸",
  },
  {
    id: 20,
    text:
      "Задание: Напиши стих о чём-то совершенно банальном (например, о булочке). ✍️🥖",
  },
  {
    id: 21,
    text:
      "Задание: Нарисуй картину пальцами и назови её в стиле «артхаус». 🎨🖐️",
  },
  {
    id: 22,
    text:
      "Задание: Запиши «интервью» с предметом (например, «поговори» с подушкой). 🛏️🎙️",
  },
  {
    id: 23,
    text:
      "Задание: Напиши сообщение подруге в стиле новостной статьи с заголовком, лидом и остальными частями. 📰💌",
  },
  {
    id: 24,
    text:
      "Задание: Предложи другу организовать весёлый совместный бизнес, записав разговор. 💼😂",
  },
  {
    id: 25,
    text:
      "Задание: Сделай вид, будто ты звезда на сцене, и спой под музыку. 🎤🌟",
  },
  { id: 26, text: "Задание: Пройди дурацкий тест из журнала. 📚🤣" },
  {
    id: 27,
    text:
      "Задание: Придумай праздник и поздравь друзей с этим праздником. 🎉🥳",
  },
  { id: 28, text: "Задание: Покрась что-нибудь. 🎨🖌️" },
  { id: 29, text: "Задание: Проследи за прохожим. 👀🚶" },
  {
    id: 30,
    text:
      "Задание: Поухаживай за парнем — открой дверь или отодвинь стул. 💕🚪",
  },
];
